[
    {
      "_id": "0282e0e58a5c404fbd15261f11c2ab6a",
      "category_id": "01",
      "rating": { "number": 4.8, "badge": "Excellent" },
      "total_view": 4880,
      "course_fee":4000,
      "title": "Web development course, beginner to advance",
      "author": {
        "name": "Jintu paul",
        "img": ""
      },
      "image_url": "https://pix4free.org/assets/library/2021-06-16/originals/development.jpg",
      "details": "This is a great option for students who want to learn about a breadth web development course instead of an in-depth look at one or two principles or topics. This eDx course by MIT offers a brief introduction to many computer science topics and is taught by MIT professors and lecturers of computer science and engineering.Although the certificate option has a cost, students can enjoy MIT instruction for free with the audit version of this course. This is great for enhancing your practical skills and building a portfolio, even if you can’t add the certificate to your resume."
    },
    {
        "_id": "0282e0e58a5c404fbd15261f11c2ab7b",
        "category_id": "02",
        "rating": { "number": 4.9, "badge": "Excellent" },
        "total_view": 4000,
        "course_fee":3500,
        "title": "Web design full course beginner to advance",
        "author": {
          "name": "Jintu paul",
          "published_date": "2022-08-24 17:27:34",
          "img": ""
        },
        "image_url": "https://www.thecreativemomentum.com/hubfs/blog-files/2007%20batch/2007-10-Sites%20for%20Web%20Design%20Inspiration-h-1.jpg",
        "details": "In this course, you will work with popular production tools such as Microsoft Expression Web, and Adobe Dreamweaver and Flash. You will study design and development technologies such as Cascading Style Sheets (CSS), Extensible Markup Language (XML), JavaScript, Java applets, Dynamic HTML, plug-ins,multimedia and databases. You will also explore the extensibility of design tools, incompatibility issues surrounding these tools, and the functionality of current Web browsers."
      },
      {
        "_id": "0282e0e58a5c404fbd15261f11c2ab8c",
        "category_id": "03",
        "rating": { "number": 4.5, "badge": "Excellent" },
        "total_view": 8800,
        "course_fee":3000,
        "title": "Best Graphics design course for beginners",
        "author": {
          "name": "Zimmi goutham",
          "published_date": "2022-08-24 17:27:34",
          "img": ""
        },
        "image_url": "https://fiverr-res.cloudinary.com/images/q_auto,f_auto/gigs/187309023/original/a305363028068ccb615f0fb20722bab2842a13e3/organic-youtube-video-promotion.jpg",
        "details": "A career in Graphics Design & Desktop Publishing can be very exciting for individuals with an eye for design. It brings technical ability and creative prowess to the fore. Sign up for the course and complete the necessary modules.The International Career Institute (ICI) is a leader in distance education with some of the most diverse course offerings available to students. It is part of a network of affiliated colleges established in 1978 which together educate tens of thousands of students yearly worldwide."
      },
      {
        "_id": "0282e0e58a5c404fbd15261f11c2ab9d",
        "category_id": "04",
        "rating": { "number": 4.5, "badge": "Excellent" },
        "total_view": 5000,
        "course_fee":6000,
        "title": "Advance digital marketing course",
        "author": {
          "name": "Jintu paul",
          "published_date": "2022-08-24 17:27:34",
          "img": ""
        },
        "image_url": "https://postpear.com/wp-content/uploads/2022/03/Digital-Marketing-Agency-in-India.jpg",
        "details": "This Digital Marketing Training Program provides a detailed understanding of Digital Marketing concepts, strategies, and implementation, including planning a website, website promotion, email and Search Engine Optimization (SEO) campaigns, and integrating digital marketing with traditional marketing."
      },
      {
        "_id": "0282e0e58a5c404fbd15261f11c2abe33",
        "category_id": "05",
        "rating": { "number": 4.7, "badge": "Excellent" },
        "total_view": 1200,
        "course_fee":8000,
        "title": "App development course for beginners student",
        "author": {
          "name": "md kashem",
          "published_date": "2022-08-24 17:27:34",
          "img": ""
        },
        "image_url": "https://www.icoderzsolutions.com/blog/wp-content/uploads/2021/06/blog-Mobile-App-Development-Lifestyle-Steps-1024x538.png",
        "details": "Build a series of apps using Jetpack Compose, the modern way to create beautiful user interfaces in your Android apps. You will write these apps in the Kotlin programming language. This course is still under development, so more units are coming soon."
      },
      {
        "_id": "0282e0e58a5c404fbd15261f11c2ab6fg",
        "category_id": "06",
        "rating": { "number": 5, "badge": "Excellent" },
        "total_view": 1500,
        "course_fee":2500,
        "title": "Data entry for beginners to advance",
        "author": {
          "name": "md salauddin",
          "published_date": "2022-08-24 17:27:34",
          "img": ""
        },
        "image_url": "https://cdn.computercareers.org/wp-content/uploads/data-entry.jpg",
        "details": "Welcome to this ultimate Data Entry Course for Beginners, from where you are going to learn about Data Entry project types available on freelance marketplaces such as - Upwork and Fiverr.You're going to learn about Data Entry from an well experienced, successful, Top Rated Data Entry Professional - who have been providing Virtual Assistance services to clients since 2022 This live project example based Data Entry Course is for all of the peoples who are interested to become a Freelancer, work from home and provide Data Entry services to their clients."
      }
]